Repository: martinkirsche/PaperTime
Catalog: Text.*.resx
Languages: de

# ContextMenuExit
source: Exit
de: Beenden

# ContinuePrompt
source: Press any key to continue . . .
de: Drücken Sie eine beliebige Taste . . .

# DefaultFileName
source: Report.txt
de: Bericht.txt

# DefaultFileNamePattern
source: Report-{0:yyyyMM}.md
de: Bericht-{0:yyyyMM}.md

source: Error
de: Fehler

# ErrorBeginPriorEnd
source: A record's begin time ({0}) must be prior to its end time ({1}).
de: Die Startzeit eines Eintrages ({0}) darf nicht nach seiner Endzeit ({1}) liegen.

# ErrorCategoryEmpty
source: A record's category must not be empty.
de: Kostenstelle wurde nicht angegeben.

# ErrorInLine
source: Format error in line {0}: {1}
de: Fehler in Zeile {0}: {1}

# ErrorMaxDurationLimit
source: A record's duration must not be longer than {0:0.00} hours.
de: Die länge eines Eintrages muss weniger als {0:0.00} Stunden betragen.

# ExampleFileContent
source: .LOG This is an example time keeping file to explain the format: {0} {1:t} {1:d} Pets/Cat Here I was just petting the cat. {2:t} {2:d} {0} {3:t} {3:d} Groceries Between petting the cat and doing groceries I did a 1 hour break. {4:t} {4:d} Pets/GuineaPig Right after I did groceries I continued at the guinea pigs. {5:t} {5:d} {0} {6:t} {6:d} Miscellaneous You can remove the lines from above but I would recommend to keep the .LOG or use the F5 key to insert the current timestamp manually within Notepad. A pretty report will be rendered after you saved the file.
de: .LOG Dies ist eine Beispieldatei der Zeiterfassung und dient dazu das Format zu erklären: {0} {1:t} {1:d} Tiere/Katze Hier habe ich nur die Katze gestreichelt. {2:t} {2:d} {0} {3:t} {3:d} Einkauf Zwichen streicheln und einkaufen nahm ich mir eine einstündige Pause. {4:t} {4:d} Tiere/Meerschweinchen Direkt nach dem einkaufen waren die Meerschweinchen dran. {5:t} {5:d} {0} {6:t} {6:d} Verschiedenes Die Zeilen von oben können gelöscht werden. Es ist zu empfehlen das .LOG stehen zu lassen oder mit F5 den aktuellen Zeitstempel händisch einzufügen. Ein hübscher Bericht wird nach dem Speichern erstellt.

# ReportActualTimeEntry
source: Actual Work Time : {0:0.00} h
de: Ist-Arbeitszeit : {0:0.00} h

# ReportCategoryColumn1
source: Category
de: Kostenstelle

# ReportCategoryColumn2
source: Work Time
de: Arbeitszeit

# ReportCategoryColumn3
source: Distribution (this report)
de: Aufteilung (dieser Bericht)

# ReportCategoryColumn4
source: Distribution (overall)
de: Aufteilung (insgesamt)

# ReportCategoryHeading
source: Categories
de: Kostenstellen

# ReportDatePeriodHeading
source: Report from {0:d} to {1:d}
de: Bericht vom {0:d} bis {1:d}

# ReportHolidaysHeading
source: Holidays
de: Feiertage

# ReportRecordColumn1
source: Date
de: Datum

# ReportRecordColumn2
source: Begin
de: Beginn

# ReportRecordColumn3
source: End
de: Ende

# ReportRecordColumn4
source: Work Time
de: Arbeitszeit

# ReportRecordColumn5
source: Category
de: Kostenstelle

# ReportRecordHeading
source: Records
de: Zeiten

# ReportSaldoTimeEntry
source: Saldo Work Time : {3:0.00} h (= {0:0.00} h + {1:0.00} h - {2:0.00} h)
de: Saldo-Arbeitszeit : {3:0.00} h (= {0:0.00} h + {1:0.00} h - {2:0.00} h)

# ReportSingleMonthHeading
source: Report of {0:MMMM} {0:yyyy}
de: Bericht vom {0:MMMM} {0:yyyy}

# ReportTargetActualHeading
source: Target & Actual Work Time
de: Soll und Ist

# ReportTargetTimeEntry
source: Target Work Time : {2:0.00} h (= {0} Tage * {1:0.##} h)
de: Soll-Arbeitszeit : {2:0.00} h (= {0} Tage * {1:0.##} h)

# ReportWorkdaysDescription1
source: **{1}** work days {0}
de: **{1}** Arbeitstage {0}

# ReportWorkdaysDescription2
source: in **{0:MMMM} {0:yyyy}**
de: im **{0:MMMM} {0:yyyy}**

# ReportWorkdaysDescription3
source: between **{0:d}** and **{1:d}**
de: in der Zeit vom **{0:d}** bis zum **{1:d}**

# ReportWorkdaysHeading
source: Workdays
de: Arbeitstage

# SuccessfullyRendered
source: Successfully created time report
de: Bericht erfolgreich erstellt
